/* card commands displayed in menu bar */

"Power off Card" = "Schakel stroomtoevoer kaart uit";
"Power on Card" = "Schakel stroomtoevoer kaart in";
"Open ExpressCard" = "Open ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Onbekende fabrikant";
"Unknown Card Type" = "Onbekend kaarttype";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Verouderd apparaat";
"ClassCode0001" = "VGA-compatibel apparaat";

"ClassCode01" = "Massa-opslagcontroller";
"ClassCode0100" = "SCSI-controller";
"ClassCode0101" = "IDE-controller";
"ClassCode0102" = "Diskettecontroller";
"ClassCode0103" = "IPI-controller";
"ClassCode0104" = "RAID-controller";
"ClassCode0105" = "ATA-controller";
"ClassCode0106" = "SATA-controller";
"ClassCode0107" = "SAS-controller";

"ClassCode02" = "Netwerkcontroller";
"ClassCode0200" = "Ethernet-controller";
"ClassCode0201" = "Token Ring-controller";
"ClassCode0202" = "FDDI-controller";
"ClassCode0203" = "ATM-controller";
"ClassCode0204" = "ISDN-controller";
"ClassCode0205" = "WorldFip-controller";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Beeldschermcontroller";

"ClassCode04" = "Multimedia-apparaat";

"ClassCode05" = "Geheugencontroller";

"ClassCode06" = "Bridge-apparaat";
"ClassCode0600" = "Hostbridge";
"ClassCode0601" = "ISA-bridge";
"ClassCode0602" = "EISA-bridge";
"ClassCode0603" = "MCA-bridge";
"ClassCode0604" = "PCI-naar-PCI-bridge";
"ClassCode0605" = "PCMCIA-bridge";
"ClassCode0606" = "NuBus-bridge";
"ClassCode0607" = "CardBus-bridge";
"ClassCode0608" = "RACEway-bridge";
"ClassCode0609" = "PCI-naar-PCI-bridge";
"ClassCode060a" = "InfiniBand-naar-PCI-bridge";

"ClassCode07" = "Simple Communication-controller";
"ClassCode0700" = "Seriële controller";
"ClassCode0701" = "Parallelle-poortcontroller";
"ClassCode0702" = "Multipoort seriële controller";
"ClassCode0703" = "Modemcontroller";
"ClassCode0704" = "GPIB-controller";
"ClassCode0705" = "Smart Card";

"ClassCode08" = "Base System-randapparaat";
"ClassCode0804" = "PCI Hot-Plug-controller";

"ClassCode09" = "Invoerapparaatcontroller";
"ClassCode0900" = "Toetsenbordcontroller";
"ClassCode0901" = "Digitizercontroller";
"ClassCode0902" = "Muiscontroller";
"ClassCode0903" = "Scannercontroller";
"ClassCode0904" = "Gameport-controller";

"ClassCode0a" = "Docking station";

"ClassCode0b" = "Coprocessor";

"ClassCode0c" = "Seriële-buscontroller";
"ClassCode0c00" = "FireWire-controller";
"ClassCode0c01" = "ACCESS.bus-controller";
"ClassCode0c02" = "SSA-controller";
"ClassCode0c03" = "USB-controller";
"ClassCode0c04" = "Fibre Channel-controller";
"ClassCode0c05" = "SMBus-controller";
"ClassCode0c06" = "InfiniBand-controller";
"ClassCode0c07" = "IPMI-controller";
"ClassCode0c08" = "SERCOS-controller";
"ClassCode0c09" = "CANbus-controller";

"ClassCode0d" = "Draadloze controller";
"ClassCode0d00" = "iRDa-controller";
"ClassCode0d01" = "Consumenten-IR-controller";
"ClassCode0d10" = "RF-controller";
"ClassCode0d11" = "Bluetooth-controller";
"ClassCode0d12" = "Breedbandcontroller";
"ClassCode0d20" = "Wi-Fi-controller 5 GHz";
"ClassCode0d21" = "Wi-Fi-controller 2,4 GHz";

"ClassCode0e" = "Intelligent I/O-controller";

"ClassCode0f" = "Satellietcommunicatiecontroller";

"ClassCode10" = "(De)coderingscontroller";

"ClassCode11" = "Data-opvraagcontroller";
